driver-tests/bpelse/SchemaElemDecl/BPwithNestedElemCompApp/test/results/TestCase1/Actual_20130326142233_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <NestedMsgElem xmlns="http://xml.netbeans.org/schema/BPwithNestedElemSchema" xmlns:msgns="http://j2ee.netbeans.org/wsdl/BPwithNestedElem">
      <Name xmlns="">BPwithNestedElem</Name>
      <msg xmlns="">
        <msgId>104</msgId>
        <msgStr>Sending Msg 4: Added in the BPEL BPWithNestedElem UNQualified</msgStr>
      </msg>
    </NestedMsgElem>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>